export interface SliderToStartInterface {
    id: number;
    name: string;
    title: string;
    text: string;
}

export const sliderToStartData: SliderToStartInterface[] = [
    {
        id: 0,
        name: '1. Регистрация',
        title: 'Зарегистрируйтесь и получите демо доступ',
        text: 'Для запуска оператора вам необходимо зарегистрироваться на нашей платформе. После  регистрации на платформе мы дадим вам демо доступ к личному кабинету.',
    },
    {
        id: 1,
        name: '2. Знакомство',
        title: 'Знакомство с вашим менеджером',
        text: 'В течение рабочего дня вам будет назначен менеджер, который перезвонит и уточнит необходимые задачи для реализации нужной схемы ',
    },
    {
        id: 2,
        name: '3. Получение тестовых SIM',
        title: 'SIM  карты для тестирования ',
        text: 'В случае, если вам не требуется специфическая логика, тестовые SIM-карты будут отгружены вам в течение недели',
    },
];
