export const aboutAchievementsData = [
    {
        id: 0,
        text: 'Разработали облачную MVNE-платформу, работающую на базе технологи Remote SIM Provisioning, которая позволяет подключаться к десяткам операторов по всему миру.',
    },
    {
        id: 1,
        text: 'Предоставляем собственный биллинг, позволяющий организовать динамическое управление тарифами или передавать управление тарификацией вам через API, RADIUS, DIAMETER.',
    },
    {
        id: 2,
        text: 'Создали софт для SIM/eSIM и модульные решения для оказания дополнительных услуг связи, позволяющий предоставлять проекты для MNO, MVNO и IoT провайдеров “под ключ”.',
    },
    {
        id: 3,
        text: 'Даем возможность абоненту управлять тарифами и дополнительными услугами через мобильное приложение на iOS, Android или посредством web-интерфейса.',
    },
];
