import { ModalArticleProps } from './ModalArticle.props';

export const modalArticleData: ModalArticleProps[] = [
    {
        id: 0,
        title: 'Банки',
        subtitle: 'Сокращайте инвестиции при создании банковского мобильного оператора.',
        text:
            'С помощью подключений через нашу MNVE-платформу вы минимизируете стоимость и сроки запуска своего виртуального оператора, получите все необходимые инструменты для управления подключаемыми абонентами. Наша IT-команда окажет техническую поддержку и проведет необходимую интеграцию.',
    },
    {
        id: 1,
        title: 'Ведомственные операторы',
        subtitle: 'Служебная связь в компании, имеющей сложную сетевую структуру, часто требует заключения договоров с разными операторами связи в разных регионах.',
        text:
            'Создайте своего мобильного оператора и интегрируйте связь в технологические процессы и системы так, как это нужно вам, а не так как это предлагает каждый из ваших операторов. ',
    },
    {
        id: 2,
        title: 'Ритейл и программы лояльности',
        subtitle: 'Программы лояльности нужны чтобы привлечь новую аудиторию, увеличить частоту покупки и средний чек. Война скидок и бонусов приводит лишь к уменьшению маржи.',
        text:
            'Закройте базовую потребность ваших клиентов - предложите им бесплатную или частично-оплачиваемую мобильную связь, и они перестанут интересоваться бонусными программами ваших конкурентов.',
    },
    {
        id: 3,
        title: 'Соц. сети и блогеры',
        subtitle: 'Количество инструментов для монетизации аудитории или контента не безгранично и без постоянной активности создателя они перестают работать.',
        text:
            'Если у вас есть идея продукта в области мобильной связи и аудитория для которой данное предложение будет интересно - вы можете "продать" этот продукт лишь единожды, но получать прибыль вы будете постоянно! ',
    },
    {
        id: 4,
        title: 'Производители оборудования',
        subtitle: 'Производство мобильного оборудования дорогой и не простой процесс, при этом основные "сливки" с потребителя снимает как правило оператор связи, SIM-профиль которого используется в устройстве.',
        text:
            'Получить частоты и создать своего оператора весьма затратно и долго, вы можете с минимальными вложениями создать MVNO, тогда ситуация изменится на противоположную - снимайте "сливки" сами, вы этого заслужили.',
    },
    {
        id: 5,
        title: 'Разработчики софта',
        subtitle: 'Разработчики софта законодатели прогресса, но бизнес-задачи зачастую ограничиваются либо "железом", либо закрытой позицией операторов.',
        text:
            'Наш API позволяет получать доступ к управлению не только услугами связи, но и к контролю, и управлению тарифами. Создавайте свои собственные правила бизнеса в области мобильной связи, зарабатывайте дополнительно на новых технологиях.',
    },
];
